---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.ElectricalPotential
source: html/bcc7e813-85be-a612-23bc-a0cb7bddf712.htm
---
# Autodesk.Revit.DB.SpecTypeId.ElectricalPotential Property

Electrical Potential, in discipline Electrical.

## Syntax (C#)
```csharp
public static ForgeTypeId ElectricalPotential { get; }
```